{
    "park-info": [
        {
            "name": "Put Your Park Name Here",
            "description": "Magic Kingdom is Walt Disney World's most popular destination, and is first on everyone's list of things to experience when they arrive in Central Florida. The park is full of great attractions like Seven Dwarfs Mine Train, Space Mountain, and Jungle Cruise, and features lots of entertainment including parades, fireworks spectaculars, character meet and greets, and shows. However, the park can be overwhelming and become quite crowded, even during the low season.",
            "location": "Orlando, Florida",
            "operating_hours":[
                {
                    "opening": 9,
                    "closing": 10
                }
            ]
        }
    ],
    "areas": [
        {
            "id": 1,
            "name": "Main Street U.S.A.",
            "description": "Main Street is a Disneyfied turn-of-the-20th-century small-town American thoroughfare. Its buildings are real, not elaborate props. Attention to detail is exceptional: Furnishings and fixtures are true to the period. Along the street are shops, character-greeting venues, eating places, City Hall, and a fire station. Occasionally, horse-drawn trolleys, fire engines, and horseless carriages transport visitors along Main Street to the Central Plaza.",
            "colorTheme": "730217"
        },
        {
            "id": 2,
            "name": "Adventureland",
            "description": "One of the two great things about the design of Adventureland is that it blends together so many different architecture styles. In the span of about one city block, you'll travel from the Victorian-era trappings of Swiss Family Treehouse and 1920's Jungle Cruise, past Middle Eastern bazaars and Polynesian tiki huts, to the colonial forts of the Spanish Main.",
            "colorTheme": "D15530"
        },
        {
            "id": 3,
            "name": "Frontierland",
            "decription": "It may be argued that Frontierland is the Magic Kingdom's best land. Themed to mimic the architecture of the American West, Frontierland includes two of the Magic Kingdom's headliner rides (Splash Mountain and Big Thunder Mountain), one of the Magic Kingdom's best spots to relax and unwind (Tom Sawyer Island), arguably the park's best counter service restaurant (Pecos Bill's Tall Tale Inn and Cafe) and some of the best spots for viewing the afternoon and evening parades.",
            "colorTheme": "A37849"
        },
        {
            "id": 4,
            "name": "Liberty Square",
            "decription": "Liberty Square re-creates America at the time of the American Revolution. The architecture is Federal or Colonial, and provides a seamless transition from the edge of Fantasyland to Frontierland. A real, 130-year-old live oak, the Liberty Tree, lends dignity and grace to the setting.",
            "colorTheme": "2594D9"
        },
        {
            "id": 5,
            "name": "Fantasyland",
            "decription": "Fantasyland the heart of the Magic Kingdom and a truly enchanting place spread gracefully like a miniature Alpine village beneath the steepled towers of Cinderella Castle is divided into three distinct sections. Directly behind Cinderella Castle and set upon a snowcapped mountain is Beast’s Castle, part of a Beauty and the Beast–themed area. The middle of Fantasyland holds the headliners, including Under the Sea - Journey of the Little Mermaid and Seven Dwarfs Mine Train. The placement of these two attractions allows good traffic flow either to the left (toward Beast’s Castle) for dining, to the right for attractions geared to smaller children, or back to the original part of Fantasyland for classic attractions such as Peter Pan’s Flight and The Many Adventures of Winnie the Pooh. The far-right corner of Fantasyland includes Dumbo the Flying Elephant, The Barnstormer featuring the Great Goofini, and the Walt Disney World Railroad - Fantasyland Station is called Storybook Circus as an homage to Disney’s Dumbo film.",
            "colorTheme": "E73C81"
        },
        {
            "id": 6,
            "name": "Tomorrowland",
            "decription": "Here in Tomorrowland, the future is today! So, ready your rockets, boys and girls, as you blast into the twin orbits of innovation and exploration. But Tomorrowland is more than a fascinating collection of gizmos — it's a spaceport where your imagination lands each day to glimpse otherworldly wonders, embark on fantastic voyages, and witness the pioneering of the human spirit.",
            "colorTheme": "3E4D8C"
        },
        {
            "id": 7,
            "name": "Cinderlla Castle",
            "description": "Rising high in the sky at the end of Main Street, U.S.A., Cinderella Castle welcomes you to a magical world of fantasy and fun. The central icon of Walt Disney World Resort, the castle invites all who visit to celebrate in a place where dreams come true.",
            "colorTheme": "F2CF53"
        }
    ],
"attractions": [
        {
            "id": 1,
            "name": "Walt Disney World Railroad",
            "description": "Listen to the clamor of the engine, the chug of the wheels and the call of the whistle as you travel aboard the Walt Disney World Railroad. Offering convenient stops at Frontierland, Fantasyland and Main Street, U.S.A., it's the perfect way to preview the magic at Magic Kingdom park and take in the picturesque scenery.",
            "type_id": 1,
            "area_id": 1
        },
        {
            "id": 2,
            "name": "Main Street Vehicles",
            "description": "Catch a nostalgic ride to Cinderella Castle or Town Square aboard a vintage vehicle. Board a classic horse-drawn car, omnibus, jitney or fire engine and sit back as you are ushered from one end of Main Street, U.S.A. to the other. Along the way, behold a bevy of 2- and 3-story-high, Victorian-themed shops and restaurants from a time and place long since passed.",
            "type_id": 1,
            "area_id": 1
        },
        {
            "id": 3,
            "name": "Harmony Barber Shop",
            "description": "Whether it’s your first haircut or your hundredth, the friendly and experienced barbers at Harmony Barber Shop on Main Street, U.S.A. will entertain you while making sure you look amazing. You may even be treated to the musical talents of the Dapper Dans, Disney’s very own barbershop quartet! And there’s a special My First Haircut  package for children that includes commemorative Mickey Ears and a certificate.",
            "type_id": 4,
            "area_id": 1
        },
        {
            "id": 4,
            "name": "Emporium",
            "description": "The largest gift and souvenir shop in Magic Kingdom park, the Emporium offers apparel, plush toys, pins, candy and more. ",
            "type_id": 4,
            "area_id": 1
        },
        {
            "id": 5,
            "name": "Main Street Confectionary",
            "description": "Follow your nose inside this old-fashioned candy shop, where delightful treats including character-inspired candy apples and Mickey krispie treats are made. ",
            "type_id": 4,
            "area_id": 1
        },
        {
            "id": 6,
            "name": "The Chapeau",
            "description": "Mickey Ears, Pins & Vinylmation",
            "type_id": 4,
            "area_id": 1
        },
        {
            "id": 7,
            "name": "Uptown Jewelers",
            "description": "This quaint shop has it all—from the fine gems and charms of the Disney Parks Collection by PANDORA to gorgeous handbags, watches, Disney figurines and artist sketches, including The Art of Disney on Demand! ",
            "type_id": 4,
            "area_id": 1
        },
        {
            "id": 8,
            "name": "Crystal Arts",
            "description": "Gifts & Housewares",
            "type_id": 4,
            "area_id": 1
        },
        {
            "id": 9,
            "name": "Disney Clothiers",
            "description": "Apparel & Accessories",
            "type_id": 4,
            "area_id": 1
        },
        {
            "id": 10,
            "name": "Tony's Town Square Restaurant",
            "description": "Step inside this charming turn-of-the-century trattoria on Main Street, U.S.A., with its whitewashed balustrades, French doors and expansive front porch, which offers a fantastic view of evening parades. Take in the classic 1955 film Lady and the Tramp playing in the lobby and pictures of the 2 pooches gracing the wall.",
            "type_id": 2,
            "area_id": 1
        },
        {
            "id": 11,
            "name": "Main Street Bakery",
            "description": "Make a stop on the way down Main Street and top off your day with a tasty cup or even a mouthwatering treat—including a selection of STARBUCKS® Coffee and specialty beverages, along with Disney baked goods and La Boulange™ pastry items. ",
            "type_id": 2,
            "area_id": 1
        },
        {
            "id": 12,
            "name": "The Plaza Restaurant",
            "description": "Step inside this charming dining parlor awash in turn-of-the-century Art Nouveau touches, including beautifully embellished light fixtures and mirrors and an inviting solarium. The mayor has even been known to drop by—after all, he does live just down the street!",
            "type_id": 2,
            "area_id": 1
        },
        {
            "id": 13,
            "name": "Plaza Ice Cream Parlor",
            "description": "Indulge in hand-scooped ice cream at this sweetly nostalgic parlor on Main Street, U.S.A. Savor floats, fresh waffle-bowl sundaes smothered in hot fudge and Mickey cones with chocolate ears! Fat- and sugar-free options are also available. ",
            "type_id": 2,
            "area_id": 1
        },
        {
            "id": 14,
            "name": "Casey's Corner",
            "description": "Hit it out of the park with American baseball favorites: hot dogs, corn dog nuggets, French fries, cotton candy and Cracker Jack. You may even catch Jim tickling the ivories to ragtime tunes outside. Soft drinks are also available. ",
            "type_id": 2,
            "area_id": 1
        },
        {
            "id": 15,
            "name": "The Crystal Palace",
            "description": "Inspired by Victorian greenhouses of the late 1800s, The Crystal Palace brims with light, topiaries and tropical palms—and is an enchanting spot to meet some favorite Disney Friends!",
            "type_id": 2,
            "area_id": 1
        },
        {
            "id": 16,
            "name": "Meet Disney Friends in Town Square",
            "description": "Some of your favorite Disney friends are here to greet you in the heart of Main Street, U.S.A",
            "times": ["9:00AM", "4:00PM"],
            "type_id": 5,
            "area_id": 1
        },
        {
            "id": 17,
            "name": "Meet Mickey at Town Square Theater",
            "description": "Mickey Mouse is in his rehearsal room, ready to meet his biggest fans. Discover props and posters from Mickey’s magical career in the theater and maybe even spot a disappearing dove or a rabbit coming out of a hat. The greatest magic of all happens when you get a hug from Mickey Mouse himself.",
            "times": ["9:40AM", "12:20PM", "4:30PM"],
            "type_id": 5,
            "area_id": 1
        },
        {
            "id": 18,
            "name": "Meet Tinker Bell at Town Square Theater",
            "description": "Step through the magical portal to join Tinker Bell as she showcases a collection of her treasures from the mainland. After spending time with a fairy, you too may wish you could fly away toward the second star to the right!",
            "times": ["10:00AM", "1:00PM", "4:30PM", "7:00PM"],
            "type_id": 5,
            "area_id": 1
        },
        {
            "id": 19,
            "name": "Horses - Disney Animals",
            "description": "Look for draft horses, including Clydesdales, Percherons and Belgians, pulling the Main Street Trolley. Draft horses are the largest breed of horses and are bred to pull heavy loads. However, our Main Street Trolley is actually designed to be lightweight which helps us provide the best care and safety to our horses.",
            "type_id": 6,
            "area_id": 1
        },
        {
            "id": 20,
            "name": "Main Street Electrical Light Parade",
            "description": "Join our nighttime baroque hoedown on Main Street U.S.A as half a million lights pulsate and move to the music. ",
            "type_id": 8,
            "area_id": 1
        },
        {
            "id": 21,
            "name": "Swiss Family Treehouse",
            "description": "Cross a bridge at the foot of a large leafy tree and climb handcrafted wooden stairs as you explore the famed living quarters of the Swiss Family Robinson and learn of their island adventure.",
            "type_id": 1,
            "area_id": 2
        },
        {
            "id": 22,
            "name": "Jungle Cruise",
            "description": "Trek to a forgotten tropical jungle outpost—home to suspended cargo nets, wooden crates and lanterns—and board a canopied tramp steamer for a tongue-in-cheek adventure led by a trusty skipper through some of the world’s most treacherous rivers.",
            "type_id": 1,
            "area_id": 2
        },
        {
            "id": 23,
            "name": "Pirates of the Caribbean",
            "description": "Wander a meanderin’ alleyway within a Spanish fortress and board a small barge for a spellbinding high-seas adventure. Escape through a shadowy grotto past the ghostly catacombs of fallen pirates and swoop down a small rushing waterfall, your passageway to the Golden Age of Piracy. ",
            "type_id": 1,
            "area_id": 2
        },
        {
            "id": 24,
            "name": "The Magic Carpets of Aladdin",
            "description": "Take off on a magical ride above a bustling bazaar aboard an enchanted carpet that you control. Climb aboard a colorful, 4-passenger vehicle and take off into the air as the strings of Middle Eastern music play overhead. ",
            "type_id": 1,
            "area_id": 2
        },
        {
            "id": 25,
            "name": "Jungle Navigation Co Ltd Skipper Canteen",
            "description": "Explore the bold, flavorful cuisine of Asia, South America, and Africa with the help of our daring riverboat pilots.",
            "type_id": 2,
            "area_id": 2
        },
        {
            "id": 26,
            "name": "Sunshine Tree Terrace",
            "description": "Sip on some sunshine with a delicious citrus swirl—a tasty soft-serve ice cream blended with frozen juice. Also, be sure to sample some of our other refreshments, including a raspberry lemonade slush that is sure to leave you beaming! ",
            "type_id": 2,
            "area_id": 2
        },
        {
            "id": 27,
            "name": "Aloha Isle",
            "description": "Dole out a smile with the much sought-after soft-serve delight known as the Dole Whip®—a popular frozen treat blended in pineapple, vanilla or swirled flavors. Frosty floats, fresh pineapple spears and soft drinks are also available. ",
            "type_id": 2,
            "area_id": 2
        },
        {
            "id": 28,
            "name": "Tortuga Tavern",
            "description": "Steal away to this delightful pirate haunt and prepare for the tastiest grub this side of Port Royal! Featuring savory turkey legs and hot dogs, along with beverages and more, Tortuga Tavern is the perfect place to drop anchor after a swashbuckling adventure aboard Pirates of the Caribbean.",
            "type_id": 2,
            "area_id": 2
        },
        {
            "id": 29,
            "name": "Golden Oak Outpost",
            "description": "Rustle up some vittles on the go at this Old West-style brick building, including hot and crispy chicken breast nuggets and French fries, plus cookies, hot drinks—and ice-cold soft drinks in a Country Bear Jug! ",
            "type_id": 2,
            "area_id": 3
        },
        {
            "id": 30,
            "name": "Walt Disney's Enchanted Tiki Room",
            "description": "Sing along with a lively menagerie of exotic birds, flowers and Tikis in this jubilant Disney classic. A feast for your eyes and ears, this theater-in-the-round attraction invites all to experience the exotic beauty and magic of the Pacific Islands.",
            "type_id": 3,
            "area_id": 2
        },
        {
            "id": 31,
            "name": "A Pirate's Adventure - Treasures of the Seven Seas",
            "description": "Captain Jack be needin’ yer help to raid 5 treasures hidden throughout Adventureland. So be sure yer sportin’ yer MagicBand—or make yer way o’er to The Crow’s Nest and get yer hands on a magic talisman. Ye won’t be able to read the 5 maps without them! So make yer way o’er to The Crow’s Nest and get yer hands on a magic talisman—ye won’t be able to read the 5 maps without it. Then, and only then, will ye be able to help Jack complete each unforgettable mission.",
            "type_id": 3,
            "area_id": 2
        },
        {
            "id": 32,
            "name": "Zanzibar Trading Co",
            "description": "Apparel & Accessories",
            "type_id": 4,
            "area_id": 2
        },
        {
            "id": 33,
            "name": "Agrabah Bazaar",
            "description": "Street rats and princesses alike will find lots to like! This exotic marketplace sells Aladdin and Arabian-themed items. ",
            "type_id": 4,
            "area_id": 2
        },
        {
            "id": 34,
            "name": "The Pirates League",
            "description": "Transform into a pirate, empress or mermaid—and even receive a new name—inside this rustic lair. ",
            "type_id": 4,
            "area_id": 2
        },
        {
            "id": 35,
            "name": "Plaza del Sol Caribe Bazaar",
            "description": "For all ye scurvy scoundrel and wannabe scallywags, meet your mateys at this pirate haunt to pillage and plunder your way through skullduggery T-shirts, hats, candy, snacks, souvenirs and other pirate booty—like yer life depends on it. ",
            "type_id": 4,
            "area_id": 2
        },
        {
            "id": 36,
            "name": "Meet Characters from Aladdin in Adventureland",
            "description": "Encounter a whole new world of adventure as you enter into the marketplace. Princess Jasmine and Aladdin are pleased to make your acquaintance and weave stories of Agrabah under the shade of a colorful awning. Perhaps you’ll even share a tale with them of your adventures in this most magical of kingdoms.",
            "times": ["10:20AM", "2:20PM", "6:30PM"],
            "type_id": 5,
            "area_id": 2
        },
        {
            "id": 37,
            "name": "Captain Jack Sparrow's Pirate Tutorial",
            "description": "Boys and girls, gather ye ‘round! It’s time to be regaled by the scourge of the seven seas—Captain Jack Sparrow. Our favorite scoundrel is recruiting young “volunteers” to begin training. Raise your hand high if you want a life of adventure, and you might be picked! Captain Jack only selects maybe 4 wannabe scallywags for sword learnin'.",
            "times": ["10:30AM", "11:30AM", "12:30PM", "2:30PM", "3:30PM", "4:30PM"],
            "type_id": 5,
            "area_id": 2
        },
        {
            "id": 38,
            "name": "Big Thunder Mountain Railroad",
            "description": "As you begin your journey into the darkness of the tunnel, the train’s wheels chug back and forth across a rickety track. Swoop around turns and dip and drop into canyons and caves, darting through the ghost town of Tumbleweed.",
            "type_id": 1,
            "area_id": 3
        },
        {
            "id": 39,
            "name": "Walt Disney World Railroad",
            "description": "Hear the prairie wind whisper sweet songs of the West as you chug from the frontier, around Magic Kingdom park, and back again. ",
            "type_id": 1,
            "area_id": 3
        },
        {
            "id": 40,
            "name": "Splash Mountain",
            "description": "Hop inside a hollowed-out log and gently drift past rocky caves, vine-strewn swamps and sun-drenched meadows as you accompany happy-go-lucky Br’er Rabbit from his home in the Briar Patch on a search for his 'laughing place.' But be warned: Br’er Bear and Br’er Fox are in hot pursuit of the roaming rabbit and they’ll do anything they can to catch him!",
            "type_id": 1,
            "area_id": 3
        },
        {
            "id": 41,
            "name": "Liberty Square Riverboat",
            "description": "Take off on a scenic half-mile adventure into the wilds of old America aboard a steam-powered paddler wheeler. Board the Colonial-American-inspired, 3-tiered Liberty Belle riverboat nestled in the heart of Liberty Square and embark on a relaxing journey around Tom Sawyer Island along the Rivers of America. ",
            "type_id": 1,
            "area_id": 4
        },
        {
            "id": 42,
            "name": "Tom Saywer Island",
            "description": "Journey by log raft across the Rivers of America and discover an idyllic place influenced by the works of Mark Twain. Arrive at Tom’s Landing and embark on a self-guided expedition into the heart of early America.",
            "type_id": 1,
            "area_id": 3
        },
        {
            "id": 43,
            "name": "The Haunted Mansion",
            "description": "Edge into a shadowy foyer and climb aboard a gloomy Doom Buggy for a supernatural journey through a labyrinth of haunted chambers. Glide past a casket-filled conservatory, a chilling séance room and a ghostly graveyard of singing specters as you attempt to find your way out. ",
            "type_id": 1,
            "area_id": 4
        },
        {
            "id": 44,
            "name": "Pecos Bill Tall Tale Inn and Cafe",
            "description": "Rustle up some grub at this Old West saloon! Tell tall tales over chicken fajitas, beef burritos and the pepper jack-topped Southwest Burger—all before riding off into the sunset to the taste of sweet treats like mini churros with dipping chocolate. ",
            "type_id": 2,
            "area_id": 3
        },
        {
            "id": 45,
            "name": "Westward Ho",
            "description": "Take a break from blazing the trail with assorted chips, frozen lemonade and fountain drinks at this cabin-like counter in Frontierland. Then cozy up to the campfire with hot cocoa, coffee or tea.",
            "type_id": 2,
            "area_id": 3
        },
        {
            "id": 46,
            "name": "The Diamond Horseshoe",
            "description": "Come and get it! Hungry cowpokes are invited to dine in splendiferous style at lunch and dinner. No matter if you’ve got a hankering for grub around high noon or a tasty supper come sundown, make your way into this musical saloon for heaping helpings of finger-licking fare.",
            "type_id": 2,
            "area_id": 3
        },
        {
            "id": 47,
            "name": "Liberty Tree Tavern",
            "description": "Pay tribute to our founding fathers as you dine at this stately colonial-style inn serving traditional New England-inspired fare.",
            "type_id": 2,
            "area_id": 4
        },
        {
            "id": 48,
            "name": "Sleepy Hollow Refreshments",
            "description": "Fill the hollow in your belly with a tasty treat at this quaint brick cottage by Cinderella Castle. Choose between sweet waffle sandwiches or funnel cakes topped with strawberries and whipped cream.",
            "type_id": 2,
            "area_id": 4
        },
        {
            "id": 49,
            "name": "Liberty Square Market",
            "description": "Let freedom ring before or after your Hall of Presidents experiences at Liberty Square Market, where you can sink your teeth—whether wooden or pearly white—into chips, healthy snacks or a hot dog before wetting your whistle with a variety of beverages",
            "type_id": 2,
            "area_id": 4
        },
        {
            "id": 50,
            "name": "Colombia Harbor House",
            "description": "Reel in fried fish, shrimp or chicken baskets, lobster rolls, New England clam chowder, grilled salmon, vegetarian chili and salads. Specialty sandwiches include the Anchors Aweigh, made with white tuna, and the Lighthouse, made with hummus and broccoli slaw. Kids can enjoy macaroni and cheese, chicken nuggets and more. Top off your meal with seasonal cobbler, yogurt and fountain drinks.",
            "type_id": 2,
            "area_id": 4
        },
        {
            "id": 51,
            "name": "Country Bear Jamboree",
            "description": "Drop into the rustic frontier cabin known as “Grizzly Hall,” and make your way through a cozy lobby, where classic portraits of performers past and present mingle with a collection of musical instruments. Step inside the charming theater—home to 5 stages brimming with decorative wood-carved prosceniums and hanging red curtains—and take a seat before the lights dim.",
            "type_id": 3,
            "area_id": 3
        },
        {
            "id": 52,
            "name": "The Hall of Presidents",
            "description": "Enter the pristine Hall of Presidents in the heart of Liberty Square—modeled after Independence Hall in Philadelphia—and make your way beneath an awe-inspiring grand rotunda. Peruse an authentic artifact collection nearby featuring such treasures as George Washington’s dental instruments and Abraham Lincoln’s leather portfolio.",
            "type_id": 3,
            "area_id": 4
        },
        {
            "id": 53,
            "name": "Splashdown Photos",
            "description": "Take home a photo memory of your ride on Splash Mountain or pick up a rugged western-themed souvenir. ",
            "type_id": 4,
            "area_id": 3
        },
        {
            "id": 54,
            "name": "Briar Patch",
            "description": "After your log flume ride, head to Br'er Rabbit’s home for Splash Mountain and Big Thunder Mountain Railroad souvenirs. ",
            "type_id": 4,
            "area_id": 3
        },
        {
            "id": 55,
            "name": "Prarie Outpost & Supply",
            "description": "Food & Spirits",
            "type_id": 4,
            "area_id": 3
        },
        {
            "id": 56,
            "name": "Big Al's",
            "description": "Stock up for your frontier adventure with provisions like coon skin caps, cowboy hats or personalized sheriff’s badge. ",
            "type_id": 4,
            "area_id": 3
        },
        {
            "id": 57,
            "name": "Frontier Trading Post",
            "description": "Mosey in for western and Native American wear. The trading post is also a mecca for pin swapping and pin shopping! ",
            "type_id": 4,
            "area_id": 3
        },
        {
            "id": 58,
            "name": "Ye Olde Christmas Shoppe",
            "description": "Feel free to celebrate Christmas any day at this Liberty Square shop selling Disney ornaments, stockings, toys and more. ",
            "type_id": 4,
            "area_id": 4
        },
        {
            "id": 59,
            "name": "Liberty Square Portrait Gallery",
            "description": "Camera & Media",
            "type_id": 4,
            "area_id": 4
        },
        {
            "id": 60,
            "name": "Liberty Square Parasol Cart",
            "description": "Apparel & Accessories",
            "type_id": 4,
            "area_id": 4
        },
        {
            "id": 61,
            "name": "Momento Mori",
            "description": "Follow the voices in the breeze to the former abode of Madame Leota! Inside, you may find your fortune or possibly the perfect Haunted Mansion memento—those so lucky could even hear her humming a tune or see her visage appear… from time to time. ",
            "type_id": 4,
            "area_id": 4
        },
        {
            "id": 62,
            "name": "The Muppets Present... Great Moments in American History",
            "description": "Gather ‘round outside The Hall of Presidents as Kermit the Frog, Miss Piggy, Fozzie Bear, The Great Gonzo and James Jefferson, town crier of Liberty Square, bring America’s most hallowed stories to life as only they can—with an original song and plenty of Muppet mayhem thrown in.",
            "times": ["9:30AM", "10:20AM", "10:55AM", "11:30AM", "12:00PM", "1:25PM", "2:00PM", "4:15PM", "4:45PM"],
            "type_id": 5,
            "area_id": 4
        },
        {
            "id": 63,
            "name": "Frontierland Shootin' Gallery",
            "description": "Mosey on up to a rustic, log cabin and wrap your hands around a replica .54-caliber Hawkins buffalo rifle. Peering out onto a southwestern landscape, a familiar sight comes into your view: legendary Boot Hill in Tombstone, Arizona set during the notorious times of the Old West. Featuring nearly 100 interactive targets, the dusty setting provides a picture-perfect backdrop to test your marksmanship.",
            "type_id": 7,
            "area_id": 3
        },
        {
            "id": 64,
            "name": "It's a Small World",
            "description": "Sing along to the classic anthem of world peace during a delightful musical boat tour hosted by the children of the world. From a colorful dock, climb aboard a cozy boat and set sail along the Seven Seaways Waterway on a 10-minute journey. ",
            "type_id": 1,
            "area_id": 5
        },
        {
            "id": 65,
            "name": "Peter Pan's Flight",
            "description": "Sail high into the moonlit sky with Peter Pan. Board a colorful galleon and, with the help of some pixie dust, embark on a high-flying adventure, passing many of the unforgettable settings and scenes made famous in Disney’s animated film, Peter Pan. ",
            "type_id": 1,
            "area_id": 5
        },
        {
            "id": 66,
            "name": "Prince Charming Regal Carrousel",
            "description": "Make you way beneath a vibrant medieval tent within the Castle Courtyard and select one of 90 wood-carved ornate horses—or one intricately carved chariot. Bedecked in golden helmets, decorative shields and flowing flower garlands and feathers, each magnificent steed is unique.",
            "type_id": 1,
            "area_id": 5
        },
        {
            "id": 67,
            "name": "The Many Adventures of Winnnie the Pooh",
            "description": "Glide and bounce and swirl through some of the most popular scenes and settings of Winnie the Pooh. Board a giant Hunny Pot and get lost in the pages of A.A. Milne’s classic tales, as you journey to Hundred Acre Wood. ",
            "type_id": 1,
            "area_id": 5
        },
        {
            "id": 68,
            "name": "Seven Dwarfs Mine Train",
            "description": "Follow a winding path through the Enchanted Forest and make your way inside the rocky tunnel of an age-old mountain. Hop into a rustic mine train—hewn together with wood and metal bands—and wind your way up a steep hill.",
            "type_id": 1,
            "area_id": 5
        },
        {
            "id": 69,
            "name": "Under the Sea - Journey of the Little Mermaid",
            "description": "Enter Prince Eric’s castle through an underground cavern at low tide, board a colorful clamshell and take the plunge. You’ll become part of a world where mermaids dream of dancing, fish form a conga line, evil sea witches ensnare souls and unlikely pairs fall in love… and live happily ever after.",
            "type_id": 1,
            "area_id": 5
        },
        {
            "id": 70,
            "name": "Mad Tea Party",
            "description": "Pour yourself into an oversized teacup and twirl quickly or slowly amid a menagerie of color and sound. Celebrate your “un-birthday” in Wonderland as you sail back and forth around a towering teapot beneath a windswept party of paper lanterns, as festive music fills the air. ",
            "type_id": 1,
            "area_id": 5
        },
        {
            "id": 71,
            "name": "Pinocchio Village Haus",
            "description": "Real boys and girls can feast on Italian favorites at this quaint cottage, from the chicken parmesan sandwich and flatbread pizzas to pasta dishes, salads and more. To top off your meal, take a trip to Pleasure Island with a serving of tiramisu gelato. ",
            "type_id": 2,
            "area_id": 5
        },
        {
            "id": 72,
            "name": "Cinderella's Royal Table",
            "description": "Dine in a storybook setting surrounded by soaring stone archways, majestic medieval flags and spectacular stained-glass windows overlooking Fantasyland. During your time inside the castle, visit with classic Disney Princesses. ",
            "type_id": 2,
            "area_id": 7
        },
        {
            "id": 73,
            "name": "The Friar's Nook",
            "description": "Tuck into the Friar’s for some tasty fare, including macaroni & cheese, hot dogs, and veggies and chips with hummus, as well as beverages like lemonade slush and iced coffee",
            "type_id": 2,
            "area_id": 5
        },
        {
            "id": 74,
            "name": "Storybook Treats",
            "description": "Find your fairy tale ending in a hot fudge sundae. Soft-serve ice cream, floats and hot and cold beverages are also available.",
            "type_id": 2,
            "area_id": 5
        },
        {
            "id": 75,
            "name": "Be Our Guest Restaurant",
            "description": "Be Our Guest Restaurant is an expansive and elegant 550-seat dining destination located at the foot of Beast’s Castle in Fantasyland. Whether you are enjoying a quick-service breakfast or lunch, or the stately elegance of a table-service dinner, you can select from 1 of 3….",
            "type_id": 2,
            "area_id": 5
        },
        {
            "id": 76,
            "name": "Gaston's Tavern",
            "description": "The manliest of manly places, Gaston's Tavern serves up such satisfying snacks as mixed vegetables cups, hummus with chips, fruit cups and warm cinnamon rolls. Plus, enjoy refreshing beverages like LeFou's Brew—the restaurant's signature non-alcoholic drink.",
            "type_id": 2,
            "area_id": 5
        },
        {
            "id": 77,
            "name": "Prince Eric's Village Market",
            "description": "Revitalize your appetite with a rainbow of refreshing and healthy snacks like fresh fruit, veggies, hummus and all-natural lemonade.",
            "type_id": 2,
            "area_id": 5
        },
        {
            "id": 78,
            "name": "Cheshire Cafe",
            "description": "Put a smile on your face with some refreshments from this fairytale cottage-inspired kiosk. Delight in assorted pastries, iced or hot coffee, tea, lemonade slushes, raspberry-lemonade slushes and Minute Maid® juice drinks. ",
            "type_id": 2,
            "area_id": 5
        },
        {
            "id": 79,
            "name": "Mickey's PhilharMagic",
            "description": "Disney magic meets Disney music in this spectacular 12-minute 3D fantasy adventure starring Donald Duck.",
            "type_id": 3,
            "area_id": 5
        },
        {
            "id": 80,
            "name": "Fantasy Faire",
            "description": "Suit your every fancy at this convenient stop near the exit of Mickey’s Philharmagic where you can find all kinds of magical merchandise—from apparel and accessories like Mickey Ears to cameras, snacks, toys, plush, pins and more. ",
            "type_id": 4,
            "area_id": 5
        },
        {
            "id": 81,
            "name": "Castle Couture",
            "description": "See Aurora’s magic color-changing dress, pick your own princess outfit and pose for a royal portrait at this boutique. ",
            "type_id": 4,
            "area_id": 7
        },
        {
            "id": 82,
            "name": "Bibbidi Bobbidi Boutique",
            "description": "Step inside an enchanted beauty salon that offers magical makeovers for young princesses and knights ages 3 to 12. ",
            "type_id": 4,
            "area_id": 7
        },
        {
            "id": 83,
            "name": "Sir Mickey's",
            "description": "Discover the courage of the Brave Little Tailor as you climb the giant beanstalk by Cinderella Castle and uncover a treasure trove of magical merchandise, like hats, apparel and some of the finest accessories Fantasyland has to offer. ",
            "type_id": 4,
            "area_id": 7
        },
        {
            "id": 84,
            "name": "Hundred Acre Goods",
            "description": "Forage for all things Pooh and friends at this popular shop next to The Many Adventures of Winnie the Pooh attraction. ",
            "type_id": 4,
            "area_id": 4
        },
        {
            "id": 85,
            "name": "Bonjour! Village Gifts",
            "description": "Bring back a piece of the beloved animated film with your choice from dozens of timeless take-homes. From a Gaston t-shirt or a cuddly Beast plush for your little ones to adorable Chip mugs and items for your home featuring characters like Lumière and Cogsworth, you’ll find it all here! ",
            "type_id": 4,
            "area_id": 5
        },
        {
            "id": 86,
            "name": "Meet Peter Pan in Fantasyland",
            "description": "Spend some time with Peter Pan before he returns to Never Land. Peter may tell tales of his exploits with Tinker Bell, the Lost Boys or Captain Hook. He’d love to hear one of your stories, too.",
            "times": ["11:00AM", "1:00PM", "5:00PM", "8:00PM"],
            "type_id": 5,
            "area_id": 5
        },
        {
            "id": 87,
            "name": "Meet Cinderella and Elena at Princess Fairytale Hall",
            "description": "Enjoy a dazzling encounter as you’re greeted by Cinderella and her princess friend Elena in an enchanting royal setting. Cinderella elegantly welcomes one and all into a “happily ever after” filled with family, friends and fun—and that includes you! As Elena readies herself to rule the enchanted kingdom of Avalor, she creates her own hero’s journey—stopping along the way to meet Disney Princesses and Guests at Walt Disney World Resort.",
            "times": ["10:15AM", "2:35PM", "4:40PM", "7:00PM"],
            "type_id": 5,
            "area_id": 5
        },
        {
            "id": 88,
            "name": "Meet Rapunzel and Tiana at Princess Fairytale Hall",
            "description": "Let your hair down for a magical meeting with Rapunzel. She is very excited to meet you and share stories of her many adventures… and maybe even hear about some of yours too! Swap a special story with Princess Tiana and make a wish upon the evening star. Having recently fulfilled her lifelong ambition of opening her very own restaurant—not to mention spending time as a frog—Tiana is delighted to make your acquaintance and discover a new friend, especially one whose dreams are as big as her own.",
            "times": ["9:45AM", "12:15PM", "4:40PM", "7:20PM"],
            "type_id": 5,
            "area_id": 5
        },
        {
            "id": 89,
            "name": "Meet Gaston near His Tavern",
            "description": "The townsfolk at Gaston’s Tavern are awed and inspired by the handsome ham. He is happy to provide his admirers with autographs, pictures and seemingly endless tales about himself.",
            "times": ["11:10AM", "2:10PM", "5:45PM", "9:00PM"],
            "type_id": 5,
            "area_id": 5
        },
        {
            "id": 90,
            "name": "Meet Ariel at Her Grotto",
            "description": "Venture into a seaside grotto, where you’ll find Ariel amongst some of her treasures. She has gadgets and gizmos aplenty, and she’s always happy to make new friends – especially human ones!",
            "times": [],
            "type_id": 5,
            "area_id": 5
        },
        {
            "id": 91,
            "name": "Meet Tigger and Friends near The Many Adventures of Winnie the Pooh",
            "description": "Spend time with friends in a shady place in the Hundred Acre Wood. Winnie the Pooh and Tigger always love being with new friends and old, sharing hugs and maybe even a smackerel of honey.",
            "times": ["9:50AM", "10:20AM", "11:55pM", "1:25PM", "3:00PM", "6:15PM"],
            "type_id": 5,
            "area_id": 5
        },
        {
            "id": 92,
            "name": "Meet Alice in Wonderland at the Mad Tea Party",
            "description": "You’ll feel as though you’ve followed Alice down the rabbit hole when you encounter these familiar faces. Of course, there’s no telling who you might find at this peculiar party—curiouser and curiouser.",
            "times": ["9:30AM", "10:20AM", "11:55AM", "1:25PM", "2:00PM", "4:15PM", "4:45PM"],
            "type_id": 5,
            "area_id": 5
        },
        {
            "id": 93,
            "name": "Meet Merida at Fairytale Garden",
            "description": "Join Merida and her clan in an engaging “play and greet” experience. Inside Fairytale Garden, you can practice archery, color your own “tapestry” of Merida as well as her faithful horse, Angus, and spend some time with Merida herself! ",
            "times": ["9:40AM", "11:40AM", "1:55PM", "4:15PM", "4:45PM", "7:00PM"],
            "type_id": 5,
            "area_id": 5
        },
        {
            "id": 94,
            "name": "Dumbo the Flying Elephant",
            "description": "Hop atop Dumbo and take off into the air on a joyful journey amid the jubilant sounds of carnival music. Based on Disney’s 1941 animated classic Dumbo, Dumbo the Flying Elephant invites you to accompany everybody’s favorite circus elephant as he discovers his unique ability to fly. ",
            "type_id": 1,
            "area_id": 5
        },
        {
            "id": 95,
            "name": "Walt Disney World Railroad",
            "description": "Hop aboard this old-fashioned locomotive where dreams come true for a scenic tour of Magic Kingdom park. ",
            "type_id": 1,
            "area_id": 5
        },
        {
            "id": 96,
            "name": "The Barnstormer",
            "description": "The flying spectacle begins as your plane gracefully ascends to the top of a nearby wooden observation tower. Then, brace yourself as you rapidly swoop down and around the bustling barnyard, following the flight path made famous by The Grand Goofini. Dart around gentle bends, peel past trees and soar through the broken section of a nearby billboard before “landing” safely back inside the barn during the grand, fun-filled finale.",
            "type_id": 1,
            "area_id": 5
        },
        {
            "id": 97,
            "name": "Big Top Souveniers",
            "description": "Come one, come all and gather 'round this three-ring extravaganza for a magical circus packed with zesty snacks, sweet treats and unforgettable souvenirs, including embroidered headwear, kids apparel, home decor and more!",
            "type_id": 3,
            "area_id": 5
        },
        {
            "id": 98,
            "name": "Casey Jr Railroad Mercantile",
            "description": "Apparel & Accessories",
            "type_id": 3,
            "area_id": 5
        },
        {
            "id": 99,
            "name": "Tomorrowland Speedway",
            "description": "Stroll past classic racing marquees and make your way to the racing pit, home to growling, multi-colored speedsters. Designed to look like the famed Indiana Motor Speedway, the racetrack includes well-known backdrops of the motoring world, including the Scoring Pylon, Gasoline Alley and the Yard of Bricks.",
            "type_id": 1,
            "area_id": 6
        },
        {
            "id": 100,
            "name": "Stitch's Great Escape!",
            "description": "Amid a row of blinking monitors, begin your intergalactic training session with an eye-opening welcome video and discover what it means to be a guard with the Galactic Federation Prisoner Teleport Center.",
            "type_id": 1,
            "area_id": 6
        },
        {
            "id": 101,
            "name": "Buzz Lightyear's Space Ranger Spin",
            "description": "Take aim with your space cannon and fire an invisible infrared laser at a constellation of “Z” insignias. Following an introductory mission briefing with Buzz Lightyear, board an XP-37 star cruiser, take hold of the onboard cannon and begin your space crusade into the Gamma Quadrant",
            "type_id": 1,
            "area_id": 6
        },
        {
            "id": 102,
            "name": "Tomorrowland Transit Authority PeopleMover",
            "description": "Take off from Rockettower Plaza for an elevated ride into the world of tomorrow. Ascend a conveyor belt to an open-air loading dock and board a moving tram for a leisurely outdoor and indoor voyage through Tomorrowland. ",
            "type_id": 1,
            "area_id": 6
        },
        {
            "id": 103,
            "name": "Astro Orbiter",
            "description": "As you take control of your very own rocket, you are in command of your flight. Control how high you fly by pulling or pushing the lever inside the ship.",
            "type_id": 1,
            "area_id": 6
        },
        {
            "id": 104,
            "name": "Walt Disney's Carousel of Progress",
            "description": "Look back to the past and get a glimpse of the future at Walt Disney’s Carousel of Progress, a fascinating 21-minute Audio-Animatronics stage show celebrating the evolution of technology throughout the 20th century and today. ",
            "type_id": 1,
            "area_id": 6
        },
        {
            "id": 105,
            "name": "Space Mountain",
            "description": "Navigate a shadowy, neon-lit space station and make your way to a bustling Control Tower, passing a constellation of glowing astronaut training stations along the way. Inside a futuristic launch pad, board a sleek rocket-shaped vehicle and prepare yourself for a high-flying adventure into deep space.",
            "type_id": 1,
            "area_id": 6
        },
        {
            "id": 106,
            "name": "Cosmic Ray's Starlight Cafe",
            "description": "Explore a galaxy of hot food choices, from BBQ pork sandwiches and chicken breast nuggets to Angus burgers and hot dogs. Customize your meal at the topping bar before finding a seat and enjoying the alien entertainment from Sonny Eclipse! ",
            "type_id": 2,
            "area_id": 6
        },
        {
            "id": 107,
            "name": "Auntie Gravity's Galactic Goodies",
            "description": "Come back down to Earth for a sweet treat: soft-serve cones, sundaes, floats made with soda or iced coffee, smoothies, muffins, fruit and fountain soft drinks. Coffee, tea, hot chocolate and assorted cereals with milk are also available. ",
            "type_id": 2,
            "area_id": 6
        },
        {
            "id": 108,
            "name": "The Lunching Pad",
            "description": "Ready for blast off? Fuel up with out-of-this-world specialties including ham-and-cheese-stuffed or salted pretzels, hot dogs, chips and more. Top it off with frozen carbonated beverages, juice, milk or water—hot tea and coffee are also available.  ",
            "type_id": 2,
            "area_id": 6
        },
        {
            "id": 109,
            "name": "Tomorrowland Terrace Restaurant",
            "description": "There’s great food in your future—whether you envision a hearty Angus bacon cheeseburger or a healthful chicken Caesar salad. Kids can enjoy peanut butter and jelly, chicken strips or macaroni and cheese. And our delicious drink and dessert choices are ahead of their time! ",
            "type_id": 2,
            "area_id": 6
        },
        {
            "id": 110,
            "name": "Cool Ship",
            "description": "Fuel up at this space-age stand in Tomorrowland, courtesy of one of the park's most popular treats—a Mickey-shaped pretzel. Then, be sure to wash it down with a water or even a fountain drink, complete with its own souvenir sport bottle! ",
            "type_id": 2,
            "area_id": 6
        },
        {
            "id": 111,
            "name": "Mickey's Star Traders",
            "description": "Journey with Mickey to the future for a cosmos of character goods at one of the largest shops at Magic Kingdom park. ",
            "type_id": 4,
            "area_id": 6
        },
        {
            "id": 112,
            "name": "Merchant of Venus",
            "description": "While visiting Tomorrowland, take a trip to “a long time ago, in a galaxy far, far away.” Celebrate films like Rogue One: A Star Wars Story with an intergalactic array of Star Wars merchandise—including the chance to build your own lightsaber! ",
            "type_id": 4,
            "area_id": 6
        },
        {
            "id": 113,
            "name": "Tommorowland Light & Power Co.",
            "description": "Apparel & Accessories, MagicBands",
            "type_id": 4,
            "area_id": 6
        },
        {
            "id": 114,
            "name": "Buzz's Star Command",
            "description": "Look for the Little Green Men atop the rocket ship and get your claws on Toy Story and Tomorrowland merchandise. ",
            "type_id": 4,
            "area_id": 6
        },
        {
            "id": 115,
            "name": "Buzz Lightyear's Space Ranger Spin Photos",
            "description": "Take home a photo memory of your ride on Buzz Lightyear's Space Ranger Spin or pick up apparel, accessories or toys. ",
            "type_id": 4,
            "area_id": 6
        },
        {
            "id": 116,
            "name": "Ursa's Major Minor Mart ",
            "description": "Blast into orbit as you search for out-of-this-world Disney must-haves, souvenirs and character clothing. ",
            "type_id": 4,
            "area_id": 6
        },
        {
            "id": 117,
            "name": "Monsters, Inc Laugh Floor",
            "description": "Discover the power of laughter from the original Monsters of Comedy during a hilarious interactive show. Continuing the zany adventures of Mike Wazowski and company from the hit Disney•Pixar animated films Monsters, Inc. and Monsters University, this fun-filled attraction invites you to be unafraid and laugh out loud.",
            "type_id": 3,
            "area_id": 6
        },
        {
            "id": 118,
            "name": "Meet an Out of this World Friend in Tomorrowland",
            "description": "After defeating the evil Emperor Zurg on Buzz Lightyear Space Ranger Spin, celebrate your victory with Buzz himself. Captain Lightyear is waiting to meet you at an outpost not far from Star Command Headquarters. Report to Buzz for a handshake, autograph and a photo of your out-of-this-world visit.",
            "times": ["9:30AM", "10:20AM", "10:55AM", "11:30AM", "12:00PM", "1:25PM", "2:00PM", "4:15PM", "4:45PM"],
            "type_id": 2,
            "area_id": 6
        },
        {
            "id": 119,
            "name": "Sorcerers of the Magic Kingdom",
            "description": "Embark on an interactive scavenger hunt to halt Hades in his tracks! The Greek god of the Underworld must retrieve 4 missing shards to reassemble Merlin’s Crystal of the Magic Kingdom and make the park his new summer home. He’s enlisted a brigade of Disney baddies—Yzma, Cruella, Scar, Jafar, Maleficent, Ursula, Ratcliffe and Dr. Facilier—to help track down the fragments, which are hidden throughout the park. It’s up to you to foil their takeover attempts!",
            "type_id": 3,
            "area_id": 5
        },
        {
            "id": 120,
            "name": "Main Street Philharmonic at Main Street, U.S.A.",
            "description": "Drum roll, trumpet call! Marching on Main Street, U.S.A. clad in bright red and white uniforms—the band is a site to behold! Performing old-school marches, big band hits and Disney classics, they rock out a mix.",
            "times": ["1:40PM", "3:40PM"],
            "type_id": 8,
            "area_id": 1
        },
        {
            "id": 121,
            "name": "Main Street Philharmonic at Storybook Circus",
            "description": "Drum roll, trumpet call! Marching at Storybook Circus clad in bright red and white uniforms—the band is a site to behold! Performing old-school marches, big band hits and Disney classics, they rock out a mix.",
            "times": ["12:45PM"],
            "type_id": 8,
            "area_id": 5
        },
        {
            "id": 122,
            "name": "Move It! Shake It! Dance & Play It! Street Party",
            "description": "Get ready to party it up when you see giant gift boxes circle in front of Cinderella Castle—their presence means the shindig is about to begin. Use your camera to capture yourself as you bust a move in the middle of the celebration.",
            "times": ["12:30PM", "5:45PM", "7:15PM"],
            "type_id": 8,
            "area_id": 7
        },
        {
            "id": 123,
            "name": "Mickey's Roypal Friendship Faire",
            "description": "It takes a whole enchanted kingdom to put on this all-new, live stage show at Magic Kingdom park—and you’re cordially invited! In preparation for this joyous festival, Mickey and friends have ventured far and wide to gather Disney pals from all over to star in a royal friendship faire.",
            "times": ["10:30AM", "11:30AM", "1:00PM", "2:00PM", "4:15PM"],
            "type_id": 8,
            "area_id": 7
        },
        {
            "id": 124,
            "name": "Casey's Corner Pianist",
            "description": "Featuring catchy, lively and foot-tapping rhythms, it’s the type of music that invites you to sing along. When folks start to gather around, don’t be surprised if they join in at the top of their lungs. The show is a crowd-pleaser.",
            "times": ["12:10PM", "1:20PM", "2:35PM", "3:40PM", "4:40PM", "5:20PM", "6:15PM"],
            "type_id": 8,
            "area_id": 1
        },
        {
            "id": 125,
            "name": "Citizens of Main Street",
            "description": "Make way for the horseless carriage! And say 'How d'you do' to some of the most fascinating folks you'll ever meet. Smartly stylish in their early 20th-century finery, these larger-than-life small-town denizens can be spotted along Main Street throughout the day. ",
            "times": ["9:00AM", "10:00AM", "11:00AM", "12:00PM", "1:00PM"],
            "type_id": 8,
            "area_id": 1
        },
        {
            "id": 126,
            "name": "The Dapper Dans",
            "description": "Gather ‘round when the Dapper Dans come to town, the finest barbershop quartet in a 2-block radius! Wearing their colorful pinstriped suits, straw hats and taps, this 4-man group sings a soulful a cappella Americana and Disney tunes. ",
            "times": ["9:00AM", "9:45AM", "11:05AM", "11:45AM", "1:00PM", "1:40PM", "3:45PM"],
            "type_id": 8,
            "area_id": 1
        },
        {
            "id": 127,
            "name": "Let the Magic Begin",
            "description": "Just prior to park opening, you’re invited to make way through Main Street, U.S.A. and down to the front of Cinderella Castle. Soon, the sound of a trumpet fanfare will burst through the morning air, signaling the arrival of a very important procession, a.k.a. the Royal Herald.",
            "times": ["8:55AM"],
            "type_id": 8,
            "area_id": 7
        },
        {
            "id": 128,
            "name": "Main Street Trolley Show",
            "description": "Dressed in costumes from a bygone era, 12 performers ride a trolley until it stops for them to break out in song and dance. They put on show for whoever is wandering the street. ",
            "times": ["9:20AM", "10:10AM", "12:00PM"],
            "type_id": 8,
            "area_id": 1
        },
        {
            "id": 129,
            "name": "The Royal Majesty Makers",
            "description": "The Royal Majesty Makers, official consultants of Cinderella’s court, acquaint boys and girls with the genteel ways of aristocracy as they entertain audiences in the Castle Courtyard in Fantasyland.",
            "times": ["9:50AM", "10:50AM", "11:50AM", "12:50PM", "1:50PM"],
            "type_id": 8,
            "area_id": 5
        },
        {
            "id": 130,
            "name": "Once Upon A Time",
            "description": "Join animated hosts Mrs. Potts and her son Chip for a captivating bedtime story that recounts cherished moments from tales that begin with the classic line—“Once Upon A Time.”",
            "times": ["9:30PM"],
            "type_id": 8,
            "area_id": 7
        },
        {
            "id": 131,
            "name": "Wishes",
            "description": "Join Jiminy Cricket and the Blue Fairy as they celebrate the power of believing. Your heart will soar as you hear a medley of famous Disney songs and the voices of Disney characters in the biggest fireworks extravaganza in Magic Kingdom park history! ",
            "times": ["9:45PM"],
            "type_id": 8,
            "area_id": 7
        }
    ],
"attraction_types":[
        {
            "id": 1,
            "name": "ride"
        },
        {
            "id": 2,
            "name": "restaurant"
        },
        {
            "id": 3,
            "name": "show"
        },
        {
            "id": 4,
            "name": "vendor"
        },
        {
            "id": 5,
            "name": "character meet"
        },
        {
            "id": 6,
            "name": "animals"
        },
        {
            "id": 7,
            "name": "game"
        },
        {
            "id": 8,
            "name": "special event"
        }
    ]
}
